let supplicationContent = "اللَّهمَّ لَكَ الحمدُ أنتَ ربُّ السَّمواتِ والأرضِ ومن فيهنَّ، ولَكَ الحمدُ أنتَ قيُّومُ السَّمواتِ والأرضِ ومن فيهنَّ، ولَكَ الحمدُ أنتَ نور السَّمواتِ والأرضِ ومن فيهنَّ ، أنتَ الحقُّ، وقولُكَ الحقُّ، ووعدك حقٌّ، والجنَّةُ حقٌّ، والنَّارُ حقٌّ، والنَّبيُّونَ حقٌّ، ومحمَّدٌ حقٌّ، اللَّهمَّ لَكَ أسلمتُ، وبِكَ آمنتُ، وعليْكَ توَكَّلتُ، وإليْكَ أنَبتُ، وبِكَ خاصَمتُ، وإليْكَ حاكمتُ، فاغفِر لي ما قدَّمتُ وما أخَّرتُ، وما أسررتُ وما أعلَنتُ، أنتَ إلَهي لاَ إلَهَ إلَّا أنتَ";
supplicationContent = "Hazem Essam Sleh Kwita.";

const supplication = document.querySelector('.suppliction');
supplication()